from .catalog import CATALOGS

PRODUCTS = { 
    "clamp-connections":{
        "product_title":"Клеммные соединения",
        "description": {
            "par0":{
                "subtitle":"",
                "text":"""
                TE Connectivity (TE), мировой лидер в области 
                соединения проводников предлагает широкий спектр 
                технологий для соединения проводников в промышленном 
                производстве, на железнодорожном и морском транспорте, 
                в солнечной энергетике, а также во взрывоопасных средах. 
                Компания TE Connectivity Ltd. является мировым лидером 
                в области технологий и производства с оборотом в 14,9 
                миллиардов долларов. На протяжении более 75 лет наши 
                решения для соединения, зарекомендовавшие себя в самых 
                суровых условиях, позволили добиться прогресса в области 
                транспорта, промышленного применения, медицинских технологий, 
                энергетики, передачи данных и для дома. Сочетая знания и 
                умения 85 000 сотрудников, в том числе более 7 000 инженеров, 
                работающих вместе с заказчиками в почти 150 странах, TE 
                гарантирует, что КАЖДОЕ СОЕДИНЕНИЕ ВЫПОЛНЕНО НАДЕЖНО. 
                Узнайте больше о наших изделиях в каталогах продукции или 
                посетив обучение.
                """,
                "links":{},
            }, 
        },
        "slideshow_id_": 2,
        "catalog_link":CATALOGS["clamp-connections"]["link"],
    }, 

    "relays":{
        "product_title":"Реле",
        "description": {
            "par0":{
                "subtitle":"Panel Plug-in Relays",
                "text":"""
                Применение на динрейку через адаптер. Отличается высокой надежностью, длительным сроком службы 
                и широким спектром опций оценки контактов для поддержки различных нагрузок.
                """,
                "links":{
                    "Panel Plug-in Relays":"#",
                },
            },
            "par1":{
                "subtitle":"Power PCB Relays",
                "text":"""
                В исполнении на печатную платую. Высокопроизводительные и 
                высоконадежные реле соответствуют мировым стандартам для печатных плат на рынке. 
                """,
                "links":{
                    "Power PCB Relays":"#",
                },

            },
            "par2":{
                "subtitle":"Miniature PCB Relays",
                "text":""" 
                Миниатюрные реле на печатную плату. Предлагает небольшую  высоту 
                исполнения в сочетании с высокой мощностьюю. В исполении с  открытым или перекидным контактом.
                """,
                "links":{
                    "Miniature PCB Relays":"#",
                },

            },
            "par3":{
                "subtitle":"Solid State Relays",
                "text":""" 
                Твердотельные реле с длительным сроком службы и низким 
                уровнем обслуживания при низком энергопотреблении, которые могут работать в жестких условиях.
                """,
                "links":{
                    "Solid State Relays":"#",
                },

            },
            "par4":{
                "subtitle":"Signal Relays",
                "text":""" 
                Высокопроизводительные и надежные реле, 
                которые производятся в малогабаритном дизайне. Подходят для коммутаций, для нагрузок до 5А.
                """,
                "links":{
                    "Signal Relays":"#",
                },

            },
            "par5":{
                "subtitle":"Inrush Power Relays",
                "text":""" 
                Предназначены для монтажа на печатной плате. 
                Работают с пусковыми токами до 800 А и в основном используются в освещении, 
                в комплекте с датчиками движения.
                """,
                "links":{
                    "Inrush Power Relays":"#",
                },

            },
            "par6":{
                "subtitle":"Force Guided Relays",
                "text":""" 
                Реле повешенной надежности. 
                Ключевые электрохимические переключающие компоненты, используемые в цепях безопасности, 
                востребованны в системах управления лифтами и эскалатороми, там где необходима повышенная надежность.
                """,
                "links":{
                    "Force Guided Relays":"#",
                },

            }, 
        },
        "slideshow_id_": 3,
        "catalog_link":CATALOGS["relays"]["link"],
    }, 

    "cable-lugs":{
        "product_title":"Кабельные наконечники",
        "description":"""
        
        """,
        "slideshow_id_": "",
        "catalog_link":"",
    }, 

    "cable-ties":{
        "product_title":"Кабельные стяжки",
        "description":"""
        
        """,
        "slideshow_id_": "",
        "catalog_link":"",
    }, 

    "perforated-cable-channels":{
        "product_title":"Кабель-каналы перфорированные",
        "description":"""
        
        """,
        "slideshow_id_": "",
        "catalog_link":"",
    },  

    "cable-entries":{
        "product_title":"Кабельные вводы",
        "description":"""
        
        """,
        "slideshow_id_": "",
        "catalog_link":"",
    },  

    "spiral-ribbon":{
        "product_title":"Спиральная лента",
        "description":"""
        
        """,
        "slideshow_id_": "",
        "catalog_link":"",
    },  

    "marking":{ 
        "product_title":"Маркировка", 
        "description":"""
        
        """,
        "slideshow_id_": "",
        "catalog_link":"",
    },   
}