TEXT_SLIDESHOWS = {
    1: {
        "content": {
            0: {
                "title":"Два обучающих центра до 220 кВ",
                "text":"""
                    Тайко Электроникс РУС – это 2 крупных центра
                    в Москве и Санкт-Петербурге, которые занимаются 
                    обучением инженерно-технического персонала, 
                    руководителей организаций, кабельщиков и
                    электромонтеров по применению и эксплуатации 
                    оборудования до 220 кВ, произведенного 
                    в нашей компании.
                """,
            },
            1: { 
                "title":"Локализованное производство в РФ",
                "text":"""
                    Начиная с 2006 года ООО “Тайко Электроникс РУС” 
                    локализует производство своих продуктов на территории 
                    Российской Федерации. 
                    Наша производственная площадка находится в г. 
                    Углич Ярославской области.
                """, 
            },
            2: { 
                "title":"Представительства во всех крупных регионах России",
                "text":"""
                    ООО “Тайко Электроникс РУС” имеет представительства 
                    во всех крупных регионах РФ
                """, 
            },
            3: { 
                "title":"Сеть дистрибьюторов",
                "text":"""
                    Разветвленная сеть дистрибьюторских центров насчитывает более 50 крупных 
                    организаций по всей территории РФ, 
                    что позволяет в оперативном порядке найти продукцию TE 
                    в наличии в любом регионе.
                """, 
            },  
        },
        "options": {
            "width":'74vw',
            "height":'24vh', 
        },
    }, 
}

IMAGE_SLIDESHOWS = {
    1: {
        "content": {
            0:"/static/main/images/slideshow-images/robots.png",
            1:"/static/main/images/slideshow-images/man1.png", 
            2:"/static/main/images/slideshow-images/man2.png",
            3:"/static/main/images/slideshow-images/surgeon.png",
            4:"/static/main/images/slideshow-images/machine.png", 
        },
        "options": {
            "width":'84vw',
            "height":'38.1vw',
        },
    }, 
}