TEXT_SLIDESHOWS = {
    1: {
        "content": {
            0: {
                "title":"ПРОДУКЦИЯ НА СКЛАДЕ В РОССИИ",
                "text":"""
                    Локализация склада в Москве позволяет осуществлять 
                    отгрузки продукции буквально на следующий день после размещения заказа
                """,
            },
            1: { 
                "title":"ОБУЧАЮЩИЕ ЦЕНТРЫ В РОССИИ",
                "text":"""
                    Тайко Электроникс РУС – это 2 крупных центра ТЕХНИЧЕСКОЙ  
                    поддержки клиентов в Москве и Санкт-Петербурге, которые занимаются 
                    консультацией, обучением инженерно-технического персонала, руководителей 
                    организаций, сотрудников офисов продаж, конечных заказчиков  по вопросам 
                    характеристик и применения оборудования, произведенного на заводах 
                    TE connectivity
                """, 
            },
            2: { 
                "title":"СЕТЬ ДИСТРИБЬЮТОРОВ",
                "text":"""
                    Разветвленная сеть дистрибьюторских центров насчитывает более 50 
                    крупных организаций по всей территории РФ, что позволяет
                    в оперативном порядке найти продукцию TE в наличии в любом регионе.
                """, 
            },
            3: { 
                "title":"ПРЕДСТАВИТЕЛЬСТВА В РЕГИОНАХ",
                "text":"""
                    Офисы “Тайко Электроникс РУС” представлены в основных 
                    крупных регионах России, в городах: Москва, Санкт-Петербург и  
                    Екатеринбург. 
                """, 
            },  
        },
        "options": {
            "width":'74vw',
            "height":'auto', 
        },
    }, 
}

IMAGE_SLIDESHOWS = {
    1: {
        "content": {
            0:"/static/main/images/slideshow-images/robots.png",
            1:"/static/main/images/slideshow-images/man1.png", 
            2:"/static/main/images/slideshow-images/man2.png",
            3:"/static/main/images/slideshow-images/surgeon.png",
            4:"/static/main/images/slideshow-images/machine.png", 
        },
        "options": {
            "width":'84vw',
            "height":'38.1vw',
        },
    }, 
}