SLIDESHOWS = {
    'image_slideshow': [
        "images/slideshow/robots.png",
        "images/slideshow/man1.png",
        "images/slideshow/man2.png",
        "images/slideshow/surgeon.png",
        "images/slideshow/machine.png",
    ],
    'text_slideshow': {
        0: {
            "title":"Продукция на складе в Росии",
            "text":"""
                Локализация склада в Москве позволяет осуществлять
                отгрузки продукции буквально на следующий день после размещения заказа
            """,
        },
        1: {
            "title":"Обучающие центры в России",
            "text":"""
                Тайко Электроникс РУС – это 2 крупных центра ТЕХНИЧЕСКОЙ
                поддержки клиентов в Москве и Санкт-Петербурге, которые занимаются
                консультацией, обучением инженерно-технического персонала, руководителей
                организаций, сотрудников офисов продаж, конечных заказчиков  по вопросам
                характеристик и применения оборудования, произведенного на заводах
                TE connectivity
            """,
        },
        2: {
            "title":"Сеть дистрибьюторов",
            "text":"""
                Разветвленная сеть дистрибьюторских центров насчитывает более 50
                крупных организаций по всей территории РФ, что позволяет
                в оперативном порядке найти продукцию TE в наличии в любом регионе.
            """,
        },
        3: {
            "title":"Представительства в регионах",
            "text":"""
                Офисы “Тайко Электроникс РУС” представлены в основных
                крупных регионах России, в городах: Москва, Санкт-Петербург и
                Екатеринбург.
            """,
        },
    }
}
